Repository: samercs/Mazadaty
Catalog: src/Mzayad.Web/App_GlobalResources/Global.*.resx
Languages: ar

# AddNewItem
source: Add Item
ar: اضافة عنصر جديد

source: Address
ar: العنوان

# AddressRequiredErrorMessage
source: Please enter your address.
ar: الرجاء إدخال عنوانك.

source: Add to Wishlist
ar: اضافة منتج الى القائمة المفضلة

source: Alias or Username
ar: اسم المستخدم او الاسم المستعار

source: Area
ar: المنطقة

# AreaRequiredErrorMessage
source: Please enter your area.
ar: الرجاء إدخال المنطقة.

# Avatar
source: Avatar (select one)
ar: الصورة (اختر واحد)

source: Block
ar: القطعة

# BlockRequiredErrorMessage
source: Please enter your block.
ar: الرجاء إدخال رقم القطعة.

source: Building
ar: المبنى

# BuildingRequiredErrorMessage
source: Please enter your building.
ar: الرجاء إدخال رقم المبنى.

# CategoryNotificationSaveMessage
source: Thank you, your notifications have been saved.
ar: تم تعديل الإشعارات الخاصة بك بنجاح. شكراً لك

source: Change Language
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة المرور

source: City
ar: المدينة

# CityRequiredErrorMessage
source: Please enter your city.
ar: الرجاء إدخال مدينتك.

source: Click To Select
ar: انقر للاختيار

source: Confirm Password
ar: تأكيد كلمة المرور

# ConfirmPasswordMatchErrorMessage
source: Your new password and confirmation password do not match.
ar: إنّ كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين

source: Continue
ar: المتابعة

source: Country
ar: البلد

# CountryRequiredErrorMessage
source: Please select your country.
ar: الرجاء اختيار بلدك.

source: Current Password
ar: كلمة المرور الحالية

# CurrentPasswordValidationMessage
source: Please enter your current password.
ar: الرجاء إدخال كلمة مرورك الحالية.

source: Edit Account
ar: تعديل الحساب

# EditAccountNameSuccessMessage
source: Account successfully updated.
ar: تم تعديل بياناتك بنجاح.

source: Edit Profile
ar: تعديل الملف الشخصى

source: Email
ar: عنوان البريد الإلكتروني

# EmailRequiredErrorMessage
source: Please a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

source: First Name
ar: الاسم الأول

# FirstNameRequiredErrorMessage
source: Please enter your first name.
ar: الرجاء إدخال اسمك الأول

# HelloFirstName
source: Hello {0}
ar: أهلاً {0}

source: Home
ar: الصفحة الرئيسية

# InvalidUserNameOrPassword
source: We're sorry, but the email address or password you have entered is incorrect.
ar: عذراً، لكنّ كلمة المرور أو عنوان البريد الإلكتروني غير صحيح.

source: Item Name
ar: اسم المنتج

source: Item Prices
ar: السعر

source: Jadda
ar: الجادة

source: Last Name
ar: اسم العائلة

# LastNameRequiredErrorMessage
source: Please enter your last name.
ar: الرجاء إدخال اسم عائلتك.

source: Loading...
ar: تحميل...

source: My Account
ar: حسابي

source: My Wishlist
ar: القائمة المفضلة

source: Name
ar: الاسم

# NameEnteredValidationMessage
source: please enter product or item name
ar: الرجاء ادخال اسم المنتج او العنصر

source: Need Password
ar: تحتاج إلى كلمة مرور

# NeedPasswordInstructions
source: If you have lost or forgotten your password please enter your email address in the form below and we will send you instructions on how to reset your password.
ar: إذا فقدت أو نسيت كلمة مرورك، الرجاء إدخال عنوان بريدك الإلكتروني في الاستمارة أدناه وسنرسل لك تعليمات حول كيفية إعادة ضبط كلمة مرورك.

# NeedPasswordQuestion
source: Need Password?
ar: هل تحتاج إلى كلمة المرور؟

source: New Password
ar: كلمة مرور جديدة

# NewPasswordValidationMessage
source: Please enter your new password, it must be at least 6 characters.
ar: الرجاء إدخال كلمة المرور، يجب ألا تقل عن 6 أحرف.

# OptionLabel
source: select...
ar: اختر...

source: Order Items
ar: محتويات الطلب

source: Password
ar: كلمة المرور

# PasswordChangeFailureMessage
source: We're sorry, but we were unable to change your password. Please be sure you enter your current password correctly and try again.
ar: عذراً، لكننا لم نتمكن من تغيير كلمة مرورك. احرصي على إدخال كلمة مرورك الحالية بشكل صحيح ثم حاولي مجدداً.

# PasswordRequiredErrorMessage
source: Please enter your password.
ar: الرجاء إدخال كلمة مرورك.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.

source: Phone Number
ar: رقم الهاتف

source: Postal Code
ar: الرمز البريدي

source: Privacy
ar: الخصوصية

source: Product or Item Name
ar: اسم المنتج او العنصر

# ProfileURL
source: Profile Page
ar: صفحة الملف الشخصى

source: Quantity
ar: الكمية

source: Register
ar: التسجيل

source: Registered Users
ar: العملاء المسجلون

source: Remember me
ar: تذكرني

source: Remove
ar: حذف

source: Required
ar: مطلوب

source: Reset Password
ar: إعادة ضبط كلمة المرور

# ResetPasswordCannotFindUserAccount
source: We're sorry, we cannot find a registered email for this password reset attempt.
ar: عذراً, لكننا لم نجد بريد إلكترونى مسجل فى هذه المحاولة لإعادة ضبط كلمة المرور.

# ResetPasswordEmailSentAcknowledgement
source: A password reset email has been sent to <strong>{0}</strong>, simply follow the instructions in the email to complete the reset.
ar: تم إرسال بريد إلكتروني إلى <strong>{0}</strong> لإعادة ضبط كلمة المرور، اتبع من فضلك التعليمات المدونة في البريد الإلكتروني لإتمام عملية إعادة الضبط.

# ResetPasswordExpiredTimestampException
source: We're sorry, the URL that you are attempting to use to reset your password has expired.
ar: عذراً، لقد انتهت صلاحية الرابط الذي تحاول استخدامه لإعادة ضبط كلمة مرورك.

# ResetPasswordInstructions
source: To finish resetting your password please enter your new password below.
ar: لإنهاء إعادة ضبط كلمة مرورك، الرجاء إدخال كلمة المرور الجديدة أدناه.

# ResetPasswordInvalidTokenException
source: We're sorry, the URL that you are attempting to use to reset your password is invalid.
ar: عذراً، إنّ الرابط الذي تحاول استخدامه لإعادة ضبط كلمة المرور غير صالح.

# ResetPasswordMissingParametersException
source: We're sorry, the URL that you are attempting to use is missing one or more parameters.
ar: عذراً، إنّ الرابط الذي تحاول استخدامه ينقصه عنصراً واحد أو أكثر.

source: Save
ar: حفظ

source: Send Instructions
ar: إرسال التعليمات

source: Shipping Address
ar: عنوان التوصيل

source: Sign In
ar: تسجيل الدخول

source: Sign Out
ar: تسجيل الخروج

source: State
ar: الولاية

# StateOrProvince
source: State/Province
ar: الولاية أو المحافظة

# StateRequiredErrorMessage
source: Please enter your state.
ar: الرجاء إدخال الولاية.

source: Street
ar: الشارع

# StreetRequiredErrorMessage
source: Please enter your street.
ar: الرجاء إخال رقم أو إسم الشارع.

source: Total
ar: المجموع

source: Welcome!
ar: مرحبا!

# WishListItemAddedMessage
source: Wishlist item added successfully.
ar: تم اضافة المنتج بنجاح .

# WishListItemDeleteConfirmation
source: Are you sure you want to permanently remove this item from your wishlist?
ar: هل انت متأكد من حذف المنتج من القائمة المفضلة الخاص بك ؟

# WishListItemRemoveMessage
source: Item successfully removed.
ar: تم حذف المنتج من القائمةالمفضلة .

source: Zip Code
ar: الرمز البريدى

# ZipCodeRequiredErrorMessage
source: Please enter your zip code.
ar: الرجاء إدخال الرمز البريدى.

source: Amount
ar: المبلغ

source: Continue to Checkout
ar: إتمام عملية الدفع

# DateSlashTime
source: Date/Time
ar: التاريخ/الساعة

source: Error
ar: خطأ

# KnetAuthLabel
source: Auth
ar: المصادقة

source: KNET Details
ar: تفاصيل "كي نت" KNET

# KnetPaymentIdLabel
source: Payment ID
ar: هوية الدفع

# KnetRefNoLabel
source: Ref No
ar: الرقم المرجعي

# KnetResultCodeLabel
source: Result Code
ar: رمز النتيجة

# KnetTrackIdLabel
source: Track ID
ar: رقم تتبع الطلبية

# KnetTransactionIdLabel
source: Transaction ID
ar: رقم الصفقة

source: Order ID
ar: رقم الطلب

source: Payment
ar: الدفع

# PaymentTransactionErrorMessage
source: We're sorry, an error occurred trying to process credit or debit card transaction. Please <a href="{0}" class="alert-link">change your payment method or try again</a>.
ar: عذراً، لقد حصل خطأ أثناء عملية الدفع. <a href="{0}" class="alert-link">الرجاء تغيير طريقة الدفع أو المحاولة مجدداً</a>.

source: Placed
ar: تاريخ الطلب

source: Price
ar: السعر

source: Product
ar: المنتج

source: Status
ar: الوضع

source: Subtotal
ar: المجموع الفرعي

source: Awarded on
ar: تاريخ الحصول

source: Description
ar: الوصف

source: Trophies
ar: الجوائز

# XpAward
source: XP Earned
ar: النقاط

source: About
ar: عن زيدلي

source: Added
ar: تمت الاضافة

# AllowPhoneSmsLabel
source: Allow Phone SMS
ar: السماح بارسال رسائل نصية للهاتف النقال

source: Auction
ar: مزاد

# AuctionHistory
source: Auctio History
ar: مزادات سابقة

# AuctionWinMessage
source: Congratulations {FirstName} you've won! First things first, please enter your shipping address below.
ar: مبروك {FirstName} رسى عليكم المزاد! من فضلك ادخل العنوان للتوصيل في الاسفل.

source: Auto Bid
ar: مزايدة اوتوماتيكية

# AutoBidDeleteConfirmation
source: Are you sure you want to cancel your auto bid for this auction?
ar: هل أنت متأكد انك تريد ايقاف المزايدة الاوتوماتيكيه لهذا المزاد؟

# AutoBidDeleteSuccess
source: Auto bid successfully canceled.
ar: تم ايقاف المزايدة الاوتوماتيكية بنجاح

# AutoBidDeleteTitle
source: Cancel Auto Bid
ar: ايقاف المزايدة الاوتوماتيكية

# AutoBidInstructions
source: The auto bid feature randomly selects users that have opted into auto bids and submits bids for them as auctions progress. Opting into auto bids for an auction does not guarantee that we'll auto bid for you.
ar: المزايدة الاوتوماتيكية: يتم عشوائياً اختيار المستخدمين الراغبين بالمزايدة الاوتوماتيكية لوضع مزايداتهم أثناء المزاد. اختيارك للمزايدة الاوتوماتيكية لا تضمن لك المزايدة.

# AutoBidSaveSuccess
source: Auto bid successfully set.
ar: تم اختيار المزايدة الاوتوماتيكية بنجاح

source: Back
ar: العودة

source: Bid
ar: مزايدة

source: Bid History
ar: مزايدات سابقة

# BuyForPriceKd
source: Buy for {FormattedPrice}
ar: سعر الشراء {FormattedPrice}

# BuyForPriceTokens
source: Buy with {PriceTokens} tokens
ar: شراء ب {PriceTokens} نقاط

source: Buy Now
ar: اشتر الآن

# BuyNowPrice
source: Buy Now Price: {BuyNowPrice}
ar: سعر "اشتر الآن": {BuyNowPrice}

# BuyNowWithPrice
source: Buy Now {BuyNowPrice}
ar: اشتر الآن ب{BuyNowPrice}

source: Buy Subscription
ar: الاشتراك

# BuySubscriptionWithName
source: Buy Subscription - {Subscription.Name}
ar: الاشتراك - {Subscription.Name}

source: Categories
ar: الفئات

source: Closed Auctions
ar: المزادات المنتهية

source: Contact Us
ar: اتصل بنا

source: Current Auction Price
ar: سعر المزاد الحالي

# Dashboard
source: My Page
ar: لوحة التحكم

# DontHaveAccountQuestion
source: Don't have an account?
ar: ليس لديك حساب؟

source: Experience
ar: الخبرة

source: Hours
ar: ساعات

source: Items Won
ar: منتجات تم ربحها

source: Kuwait
ar: الكويت

source: Live Auctions
ar: المزادات الفعّالة الآن

source: Max Bid
ar: اعلى قيمة للمزايدة

source: Minutes
ar: دقائق

# NameOrEmailRequiredErrorMessage
source: Please enter your username or email address.
ar: يرجى ادخال اسم المستخدم أو البريد الاالكتروني

source: New Auctions by Category
ar: مزادات جديدة حسب الفئة

# NewAuctionsByCategoryInstructions
source: We can notify you when auctions are added with items in specific categories. To receive these notifications select your favorite categories:
ar: يمكننا ابلاغك عندما تتم اضافة مزاد لفئة محددة. لاستقبال هذا الاشعار، يرجى اختيار الفئة المفضلة لديك:

source: No
ar: لا

source: No Subscription
ar: لا يوجد إشتراك

source: Notifications
ar: الإشعارات

# NotificationsInstructions
source: You can opt into and subscribe to various notifications on the site, please use the options below to select which notifications you would like to receive.
ar: يمكنك اختيار عدة اشعارات، يرجى اختيار اي من الاشعارات التي ترغب باستقبالها.

# NoTrophiesMessage
source: You have no trophies yet but there are a lot of ways to earn them, keep using the site and you'll get one soon.
ar: ليس لديك جوائز حتى الآن، ولكن هناك العديد من الطرق لتربح الجوائز. استخدم موقع زيدلي وسوف تربح جائزتك قريباً.

# NoWishlistMessage
source: You have no wishlist items yet, click the Add Item link to start your wishlist.
ar: ليس لديك اي منتجات بالقائمة المفضلة حتى الآن، اضغط على رابط اضافة منتج للبدأ باضافة المنتجات المرغوب بشرائها بالقائمة المفضلة

source: Order Details
ar: تفاصيل الطلب

source: Order Received
ar: تم استلام الطلب

# OrderSuccessMessage
source: Thank you for your purchase! You will receive an order confirmation email with details of your order and a link to track its progress.
ar: شكراً لقيامك بعملية الشراء! سوف يتم ارسال رسالة بالبريد الالكتروني لتأكيد طلبك. تحتوي الرسالة على تفاصيل الطلب ورابط لتتبع الطلب

source: Order Summary
ar: ملخص الطلب

# OutOfStockErrorMessage
source: We're sorry, this product is no longer in stock or available.
ar: نأسف! هذا المنتج غير متوفر الآن.

# PasswordInvalidErrorMessage
source: Please enter a password, it must be at least 6 characters.
ar: يرجى إدخال رمز المرور المكون من 6 حروف أو أرقام أو رموز

source: Payment Method
ar: طريقة الدفع

# PhoneNumberRequiredErrorMessage
source: Please enter your phone number.
ar: يرجى ادخال رقم هاتفك النقال

# RegisterLinkText
source: Register for free<i class="fa fa-pad-left fa-angle-right"></i>
ar: سجل مجاناً

source: Register Now
ar: سجل الآن

# RegistrationErrorMessage
source: We're sorry, an error occurred registering your account: {0}.
ar: نأسف! حدث خطأ اثناء تسجيل حسابك: {0}.

# RegistrationWelcomeMessage
source: Welcome to Zeedli {0}! As soon as you are ready <a class='alert-link' href='{1}'>check out our upcoming auctions<i class='fa fa-pad-left fa-angle-right'></i></a>
ar: مرحباً بك في زيدلي {0}! عندما تكون مستعداً <a class='alert-link' href='#'> يرجى مشاهدة المزادات القادمة <i class='fa fa-pad-left fa-angle-right'></i></a>

source: Remove Item
ar: ازالة منتج تم اختياره

# RetailPrice
source: Retail Price: {RetailPrice}
ar: سعر السوق: {RetailPrice}

# RetailPriceWithLabel
source: Retail Price: {RetailPrice}
ar: سعر السوق: {RetailPrice}

source: Save And Continue
ar: حفظ و متابعة

source: Seconds
ar: ثواني

source: Set Auto Bid
ar: اختيار المزايدة الاوتوماتيكية

source: Shipping
ar: التوصيل

source: Specifications
ar: المواصفات

source: Submit
ar: موافق

source: Submitting, please wait...
ar: جاري تقديم الطلب، يرجى الانتظار…

# SubscriptionActiveUntil
source: <span class="text-success">ACTIVE</span> until {DateTime}
ar: <span class="text-success">الاشتراك صالح لغاية {DateTime}

# SubscriptionBuyInstructions
source: You are buying the subscription <strong>{Name}</strong> for <strong>{FormattedPrice}</strong>, this <strong>{Duration} day</strong> subscription will give you a valid subscription until <strong>{NewExpiration}</strong>. Your account will be updated as soon as the purchase is complete.
ar: انت تقوم الآن بعملية شراء <strong>{Name}</strong> بقيمة <strong>{FormattedPrice}</strong>, هذا الاشتراك <strong>{Duration} day</strong> صالح حتى <strong>{NewExpiration}</strong>. سوف يتم تحديث حسابك عند اتمام عملية الشراء.

# SubscriptionDurationDetailsLabel
source: <strong>Duration:</strong> {Duration} days
ar: المدة: {Duration} أيام

# SubscriptionExpiredOn
source: <span class="text-danger">EXPIRED</span> on {DateTime}
ar: <span class="text-danger">انتهى الاشتراك في{DateTime}

# SubscriptionLabelAndStatus
source: Subscription: {StatusText}
ar: الاشتراك: {StatusText}

# SubscriptionPriceDetailsLabel
source: <strong>Price:</strong> {FormattedPrice}
ar: السعر: {FormattedPrice}

# SubscriptionPriceKdAndTokens
source: {PriceCurrency} or {PriceTokens} tokens
ar: {PriceCurrency} أو {PriceTokens} نقاط

# SubscriptionPurchaseAcknowledgement
source: Congratulations, you have successfully purchased <strong>{Subscription.Name}</strong> and we have updated your account. Also you win a prize from Zeedli click on button "Spin to get your prize".
ar: مبروك، تمت عملية شراء <strong>{Subscription.Name}</strong> بنجاح. لقد تم تحديث حسابك.

# SubscriptionQuantityDetailsLabel
source: <strong>Quantity:</strong> {Quantity}
ar: الكمية: {Quantity}

# SubscriptionQuantityNoLimit
source: no limit
ar: غير محدود

# SubscriptionQuantityQuantityRemaining
source: only {Quantity} left!
ar: المتبقي {Quantity} فقط!

# SubscriptionQuantitySoldOut
source: SOLD OUT
ar: مُباع

source: Terms and Conditions
ar: الشروط والاحكام

# TimeLeft
source: Time Left in Auction
ar: الوقت المتبقّي للمزاد

source: Tokens
ar: رصيد النقاط

source: Trophies Achieved
ar: الجوائز المحققة

source: Trophy
ar: جائزة

source: Username
ar: اسم المستخدم

source: Username or Email
ar: اسم المستخدم أو البريد الاالكتروني

# UserNameRequiredErrorMessage
source: Please enter a username containing only letters and numbers.
ar: اسم المستخدم يجب ان يحتوي فقط على حروف وأرقام

# UserNameValidateChecking
source: Checking username...
ar: التحقق من اسم المستخدم

# UserNameValidateError
source: Oops sorry, username not available.
ar: نأسف! اسم المستخدم غير متوفر.

# UserNameValidateIsValid
source: Great username!
ar: اسم المستخدم رائع!

source: View All
ar: عرض الكل

source: View All Closed Auctions
ar: شاهد جميع المزادات المنتهية

# WinningPriceWithLabel
source: Winning Price: {WinningPrice}
ar: سعر ترسية المزاد: {WinningPrice}

source: Yes
ar: نعم

source: How it Works
ar: كيف يعمل

source: Level
ar: المستوى

# NoLiveAuctionsMessage
source: There are no live auctions available at this time.
ar: لا يوجد مزادات متاحه الآن

source: Accept
ar: قبول

# AreSure
source: Are you sure?
ar: هل أنت متأكد؟

source: Cancel Request
ar: إلغاء طلب الصداقة

# Chat
source: Send Message
ar: محادثة

source: Decline
ar: رفض

source: Friend Request
ar: طلب صداقة

source: Friend Requests
ar: طلبات الصداقة

source: Friends
ar: أصدقاء

source: Accept Friend Request
ar: قبول طلب الصداقة

source: Click
ar: أضغط

source: Decline Friend Request
ar: رفض طلب الصداقة

source: Friend
ar: صديق

# FriendActionFailMessage
source: Oops sorry, you action not saved, please try later.
ar: نأسف! لقد حدث خطأ أثناء حفظ أختيارك

# FriendActionSuccessMessage
source: Your action has been saved successfully.
ar: لقد تم حفظ أختيارك بنجاح.

# FriendRequestFailMessage
source: Oops sorry, your request not sent, please try later.
ar: نأسف! لقد حدث خطأ أثناء إرسال طلبك

source: Friend Request Sent
ar: تم إرسال طلب صداقة

# FriendRequestSuccessMessage
source: Your request has been sent successfully.
ar: لقد تم إرسال طلب الصداقة بنجاح

source: Here
ar: هنا

source: No friend requests.
ar: لا يوجد طلبات صداقة.

# NoFriends
source: You have no friends!
ar: ليس لديك أصدقاء!

# PrivateProfileMessage
source: This Profile is private!
ar: هذا الملف الشخصى خاص!

# RemoveFriendSuccessfullyMessage
source: This user has been removed successfully from your friends list.
ar: هذا المستخدم قد تم حذفه من قائمة أصدقائك بنجاح.

source: Send Friend Request
ar: أرسل طلب صداقة

# TheFriends
source: Friends
ar: الأصدقاء

# ToSendFriendRequestMessage
source: to send friend request.
ar: لإرسال طلب صداقة.

# RemoveFriend
source: unfriend
ar: حذف صديق

# EmptyMessageErrorMessage
source: Please type your message.
ar: من فضلك أكتب الرسالة المراد ارسالها.

source: Message
ar: الرسالة

# MessageSentSuccessfully
source: Your message has been sent successfully
ar: لقد تم ارسال رسالتك بنجاح.

source: Send
ar: إرسال
